Repository: GabrielTorem/Residencia1C26
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Accordingly, although *Child of God* portrays the failure and dissolution of the humanist subjectivity at the core of the *Bildungsroman* through postmodern parody, the image of the posthuman subjectivity it depicts as its successor is by no means afﬁrmatively positive.
es_es: En consecuencia, aunque *Hijo de Dios* representa el fracaso y la disolución de la subjetividad humanista en el núcleo del *Bildungsroman* mediante la parodia posmoderna, la imagen de la subjetividad poshumana que presenta como su sucesora no es positiva bajo ningún concepto.

source: Accordingly, as “a literary monster” that parodies the tradition of the *Bildungsroman*, *Child of God* voices the harrowing fears that engulf the situation of human subjectivity in postmodern times by engendering a “dark and mutant” posthuman monster (McCarthy, 1993, p. 118), who ultimately fails to achieve positive self-knowledge, self-realization, social integration, and companionship and succumbs, instead, to incomprehension, alienation, and indeterminacy.
es_es: En consecuencia, como el «monstruo con todas las letras» parodia la tradición del *Bildungsroman*, *Hijo de Dios* da voz a los temores sobrecogedores que envuelven la situación de la subjetividad humana en tiempos posmodernos al engendrar un monstruo poshumano «oscuro y mutante» (McCarthy, 1993, p. 118), que, en última instancia, no logra alcanzar el autoconocimiento positivo, la autorrealización, la integración social ni la compañía y sucumbe, en cambio, a la incomprensión, la alienación y la indeterminación.

source: Accordingly, in keeping with the *Bildungsroman*, the elements of identity formation and individualism surrounding McCarthy’s Gothic serial killer have sociohistorical implications.
es_es: En consecuencia, y en consonancia con el *Bildungsroman*, los elementos de formación identitaria e individualismo que configuran al asesino serial gótico de McCarthy entrañan implicancias sociohistóricas.

source: Accordingly, it is easy to discern the imbrication between the thematic concerns of the *Bildungsroman* and such humanist notions as self-acculturation, self-empowering reason, mastery, social integration, and harmony.
es_es: En consecuencia, resulta posible advertir con claridad la imbricación entre los intereses temáticos del *Bildungsroman* y nociones humanistas tales como la autoformación cultural, empoderamiento personal, el dominio, la integración social y la armonía.

source: Accordingly, presenting a hybrid mode that “emerges from the dialogic interaction of Gothic and postmodernist characteristics in a given text” (2009, p.
es_es: Por consiguiente, tras introducir un modo híbrido que «surge de la interacción dialógica entre las características góticas y posmodernistas en un texto dado» (2009, pág.

source: Accordingly, presenting a hybrid mode that “emerges from the dialogic interaction of Gothic and postmodernist characteristics in a given text” (2009, p. 9), Beville contends that the Gothic serves “as the clearest mode of expression in literature for voicing the terrors of postmodernity; a mode that is far from dead and in fact rejuvenated in the present context of increased global terrorism” (Beville, 2009, p. 8).
es_es: |Por lo tanto, tras introducir un modo híbrido que «surge de la interacción dialógica del estilo gótico y las características posmodernas en un texto dado» (2009, p. 9), Beville afirma que el estilo gótico funciona «como el modo de expresión más claro en la literatura para expresar los terrores de la posmodernidad; un modo que está lejos de desaparecer y, de hecho, se renueva en el contexto actual del terrorismo global creciente» (Beville, 2009, p. 8).

source: Accordingly, rather than conclude with “a certain practical accommodation between the hero and the social world around him” (Swales, 2015, p. 34), Ballard’s journey “terminate[s] in nothingness” (McCarthy, 1993, p. 138).
es_es: Por consiguiente, en lugar de concluir en «cierto acuerdo práctico entre el héroe y el mundo social que lo rodea» (Swales, 2015, p. 34), el camino de Ballard «termina en la nada» (McCarthy, 1993, p. 138).

source: Accordingly, the disturbing playfulness of the Gothic that complements postmodern parody disrupts the typical path of the Bildungsroman toward positive development and social incorporation.
es_es: En consecuencia, el inquietante carácter lúdico del gótico, que complementa la parodia posmoderna, perturba el recorrido típico del *Bildungsroman* hacia el desarrollo positivo y la incorporación en la sociedad.

source: Accordingly, the present study stakes out a new terrain in postmodern Gothic studies by establishing a line of communication between the Gothic, postmodernism, and the tradition of the Bildungsroman based on their relationship with the discourse of humanism.
es_es: En consecuencia, el presente artículo marca un nuevo terreno en los estudios posmodernos góticos mediante el establecimiento de una línea de comunicación entre el estilo gótico, el posmodernismo y la tradición de la novela de formación basada en la relación que tiene con el discurso del humanismo.

source: Accordingly, the reiteration of the foregoing characteristics in the novel does not follow an uncritically afﬁrmative trajectory.
es_es: Por lo tanto, la reiteración de las características previamente mencionadas en la novela no se condice con una lógica afirmativa acrítica.

source: Aesthetically excessive, Gothic productions were considered unnatural in their under-mining of physical laws with marvellous beings and fantastic events.
es_es: Estéticamente excesivas, las producciones góticas se consideraban antinaturales por socavar —mediante la irrupción de seres maravillosos y acontecimientos fantásticos— las leyes de la física.

source: Alanus Capellanus in his manual on courtly love set it down as perfectly obvious doctrine that a husband and wife cannot be lovers.
es_es: En su manual acerca del amor cortesano, Alanus Capellanus establece como una doctrina totalmente obvia que el marido y la mujer no pueden ser amantes.

source: Almost every page sets forth some explicit erotic emotion or some overt erotic action and still it is not about sex.
es_es: En casi cada página se describe alguna emoción erótica explícita o alguna acción erótica evidente y, aun así, no trata sobre el sexo.

source: Along similar lines, what is meant by the posthuman here corresponds to Cary Wolfe’s conceptualization of posthumanism as the condition of being mired in corporeality as opposed to the humanist insistence that “‘the human’ is achieved by escaping or repressing not just its animal origins in nature, the biological, and the evolutionary, but more generally by transcending the bonds of materiality and embodiment altogether” (2010, xv).
es_es: En la misma línea, lo que debe entenderse por poshumano se corresponde con la conceptualización de Cary Wolfe del poshumanismo como la condición de estar sumido en la corporeidad, en oposición a la insistencia humanista de que «”lo humano” se logra reprimiendo o escapando no solo de sus orígenes animales en la naturaleza, lo biológico y lo evolutivo, sino, más bien en líneas generales, trascendiendo por completo los lazos de la materialidad y la encarnación» (2010, XV).

source: Also, in “A Peculiar High Synthesis: Cormac McCarthy’s *Child of God* and the CommunityCreated Other” (2022), Trevor Jackson traces Lester’s actions and identity formation to the epistemological assumptions of modernity, contending that Lester’s actions and ideas proceed from his modern social milieu.
es_es: Además, en «A Peculiar High Synthesis: Cormac McCarthy’s Child of God and the Community-Created Other» (2022), Trevor Jackson remonta las acciones de Lester y la formación de su identidad a los supuestos epistemológicos de la modernidad, sosteniendo que tanto los actos como las ideas de Lester se originan en su entorno social moderno.

source: Although *Night Thoughts* alters the significance of Enlightenment metaphors of light and dark and goes beyond the limits of rationality and empirical knowledge in its efforts to inspire the individual imagination with a sense of religious mystery and wonder, its power as a moral text was beyond question.
es_es: Aunque *Pensamientos nocturnos* modifica el significado de las metáforas de luz y oscuridad de la Ilustración, va más allá de los límites de la racionalidad y del conocimiento empírico en su intento de inspirar la imaginación individual con un sentido de misterio religioso y asombro, su valor como texto moral era incuestionable.

source: Although Davies stresses the protean and elusive nature of the concept, it is possible to demarcate some of its constitutive convictions, which extensively overlap with Enlightenment ideals as one of its phases.
es_es: Si bien Davies subraya la naturaleza proteica y escurridiza del concepto, es posible delimitar algunas de sus creencias constitutivas, que se solapan en gran medida con los ideales de la Ilustración como una de sus fases.

source: Although the term “humanism” resists a single uniﬁed deﬁnition, the deﬁnitional framework used in this study focuses on the Western ideal of Man formulated by “Protagoras as ‘the measure of all things’” with bodily normativity and a capacity for mental perfectibility, which constitutes the warp and woof of the humanist conception of subjectivity (Braidotti, 2013, p.
es_es: Aunque el término «humanismo» se opone a una definición unívoca, el marco conceptual adoptado en este estudio se centra en el ideal occidental de Hombre, formulado por Protágoras como «la medida de todas las cosas», dotado de una normatividad corporal y de una capacidad de perfectibilidad mental, rasgos que constituyen la trama misma de la concepción humanista de la subjetividad. (Braidotti, 2013, p.

source: Although this study employs the ﬁve characteristics stated by Dilthey and his deﬁnition of the *Bildungsroman* as “a type of novel that portrayed personal emergence simultaneously as a psychological maturation and social integration” (Graham, 2019, p.
es_es: Si bien este estudio emplea las cinco características señaladas por Dilthey y su definición del *Bildungsroman* como «un tipo de novela que retrata el surgimiento personal tanto en términos de maduración psicológica como de una integración social» (Graham, 2019, p.

source: Although various studies have explored certain aspects of the novel appertaining to identity and the psychological formation of the protagonist,1 the relationship between the novel and the tradition of the *Bildungsroman* vis-à-vis human subjectivity has been afforded scant critical attention.
es_es: A pesar de que en diversos estudios se exploraron ciertos aspectos de la novela relacionados con la identidad y la formación psicológica del protagonista, la relación entre la novela y la tradición del *Bildungsroman* frente a la subjetividad humana fue objeto de escaso análisis crítico.

source: Analysing the Gothic body in the nineteenth century by drawing on Bénédict Morel’s degeneration theory, Kelly Hurley notes that
es_es: A partir de la teoría de la degeneración de Bénédict Morel y, analizando el cuerpo gótico en el Siglo XIX, Kelly Hurley señala que

source: Analysing the Gothic body in the nineteenth century by drawing on Bénédict Morel’s degeneration theory, Kelly Hurley notes that “degeneracy was [deemed] progressive in its effects, as the original contamination… intensiﬁed itself in the offspring, and was manifested in the increasing mental and physical deformity of each successive generation” (1996, p. 68).
es_es: A partir de la degeneración formulada por Bénédict Morel y analizando la estructura del gótico a lo largo del siglo XIX, Kelly Hurley sostiene que «la degeneración era [considerada] como un proceso progresivo en sus efectos, en la medida en que la contaminación originaria —lejos de atenuarse— tendía a intensificarse en la descendencia, manifestándose de manera cada vez más acusada en la deformidad, tanto mental como física, de cada generación sucesiva». (1996, p. 68).

source: And builds a Hell in
es_es: Y construye un infierno

source: And builds a Hell in Heaven s despite.
es_es: Y construye un infierno en medio del cielo».

source: And down dropp't into that darksome Place,
es_es: y te desplomas en ese Lugar sombrío,

source: And in nothing is Lolita so archaic as in its way of imaging the beloved.
es_es: Y en nada resulta *Lolita* tan arcaico como en su manera de imaginar al ser amado.

source: And in the end H. H. succumbs, and happily, to the dialectic of the history of love.
es_es: Y al final H. H. sucumbe —y con gusto— a la dialéctica de la historia del amor.

source: And it is just this that
es_es: Y es precisamente esto lo que H. H. acaba por desear.

source: And it is just this that H. H. eventually desires.
es_es: Y es precisamente esto lo que H. H. acaba por desear

source: Animal imagery is used both to describe the physical features of the protagonist and convey his increasing alienation from human society.
es_es: La imaginería animal se usa tanto para describir los rasgos físicos del protagonista como para transmitir su creciente alienación de la sociedad humana.

source: Antitheses, made visible in Gothic transgressions, allowed proper limits and values to be asserted at the closure of narratives in which mysteries were explained or moral resolutions advanced.
es_es: Las antítesis, visibles en las transgresiones góticas, permitían restituir los límites y valores en el momento de clausura de las narraciones, en las que los misterios eran esclarecidos o bien se articulaban resoluciones de orden moral.

source: Any relics of a non-Roman past were taken as evidence of a native and enduring tradition of independence.
es_es: Cualquier vestigio de un pasado no romano se consideraba prueba de una tradición autóctona y perdurable de independencia.

source: Apart from this, every aspect of the new relationship is a denial of the old ideal of love.
es_es: Además, cada aspecto de la nueva relación supone una negación del antiguo ideal del amor.

source: Architecture, particularly medieval in form (although historical accuracy was not a prime concern), signalled the spatial and temporal separation of the past and its values from those of the present.
es_es: La arquitectura, en particular la de forma medieval (aunque la precisión histórica no era una preocupación primordial), señaló la separación espacial y temporal del pasado y sus valores con los del presente.

source: Aristocratic excess, though still in evidence, is generally replaced by other forms of threat.
es_es: El exceso de los aristócratas, aunque aún esté presente, se reemplaza, por lo general, por otras formas de amenaza.

source: Aristocratic trappings of chivalry and romance are subsumed by bourgeois values of virtue, merit, propriety and, within reason, individualism.
es_es: Los símbolos aristocráticos de la caballerosidad y el romance quedan subordinados a los valores burgueses de virtud, mérito, buenos modales y, dentro de lo razonable, al individualismo.

source: As Jarrett notes, Ballard’s inhabitation of caves is itself “a form of self-entombment or life-in-death that mirrors the death-in-life of his corpses” (1997, p. 45).
es_es: Tal como lo señala Jarret, el hecho de que Ballard viva en cuevas constituye en sí mismo «una forma de autoenterramiento o de vida-en-muerte que refleja la muerte-en-vida de sus cadáveres» (1997, p. 45).

source: As Jarrett notes, McCarthy’s setting functions both as “realistic regional detail and as universal symbols of postmodern contemporary existence” (1993, p. 47).
es_es: Como señala Jarrett, el escenario de McCarthy funciona como «detalle regional realista, así como símbolo universal de la existencia contemporánea posmoderna» (1993, p. 47).

source: As K.L. Poe points out, the setting is “[c]rucial to the narrative structure of the *Bildungsroman*” so much so that it is “practically a character itself” (2002, p. 147; italics in the original).
es_es: Como señala K. L. Poe, el escenario es «[c]rucial para la estructura narrativa del *Bildungsroman*», hasta el punto de ser «prácticamente un personaje en sí mismo» (2002, p. 147; cursiva en el original).

source: As Maria Beville argues in her insightful study of Gothic postmodernism, a link could be forged between the Gothic and postmodernism based on the notion of terror as well as an emphatic concern with (de-centred) human subjectivity.
es_es: Como sostiene Maria Beville en su insondable estudio acerca del posmodernismo gótico, se podría establecer una relación entre el estilo gótico y el posmodernismo a partir de la noción del terror, así como una preocupación enfática por la subejtividad humana (descentrada).

source: As Paul Sheehan aptly puts it, the Bildungsroman is “essential to an emplotment of the transactions between the human (humanism, humanitas) and the novel”
es_es: Como señala con acierto Paul Sheehan, el Bildungsroman es «esencial para la configuración narrativa de las transacciones entre lo humano (humanism, humanitas) y la novela»

source: As Philip L. Simpson argues, “any given depiction of the Gothic killer will be inextricably linked to the historical context in which the author composes his or her work” (2000, p.
es_es: Como sostiene Philip L. Simpson, «toda representación del asesino gótico se halla inextricablemente ligada al contexto histórico en el que el autor compone su obra» (2000, p. 135). En otras palabras, el asesino serial procura «inscribir una identidad en el cuerpo político» (2000, p.

source: As Philip L. Simpson argues, “any given depiction of the Gothic killer will be inextricably linked to the historical context in which the author composes his or her work” (2000, p. 135).
es_es: Como sostiene Philip L. Simpson, «toda representación del asesino gótico se halla inextricablemente ligada al contexto histórico en el que el autor compone su obra» (2000, p. 135).

source: As Punter notes, the Gothic is “too tentative” and “hesitant” to categorically endorse a position (1996b, p. 191).
es_es: Como señala Punter, lo gótico es «demasiado tentador» y «vacilante» para respaldar categóricamente una posición (1996b, p. 191).

source: As Tony Davies argues, although some of the notions frequently associated with the tradition of humanism can be traced back to the Renaissance, the term was coined for the ﬁrst time by Enlightenment scholars, such as Friedrich Immanuel Niethammer, in Germany in the nineteenth century (1997, p.
es_es: Como sostiene Tony Davies, aunque algunas de las nociones frecuentemente asociadas con la tradición humanista pueden rastrearse hasta el Renacimiento, el término fue acuñado por académicos de la Ilustración, como Friedrich Immanuel Niethammer, en Alemania en el siglo XIX (1997, p

source: As a liminal body, the Gothic monster, or in Hurley’s terms the abhuman body “that retains traces of human identity but has become, or is in the process of becoming, something quite different” threatens “the integrity of human identity,” while “occupying the space between the terms of such oppositions as human and beast, male and female, civilized and primitive” (Punter and Byron, 2004, p. 41).
es_es: Como un cuerpo liminal, el monstruo gótico, o en términos de Hurley el cuerpo abhumano «que conserva rastros de la identidad humana pero que se transformó, o está en proceso de transformarse, en algo bastante diferente», amenaza «la integridad de la identidad humana», mientras «ocupa el espacio entre los términos de oposiciones tales como humano y bestia, hombre y mujer, civilizado y primitivo» (Punter and Byron, 2004, p. 41).

source: As a literary tradition intimately intertwined with the teleological discourse of humanism, the *Bildungsroman* or the novel of formation can provide an optimal point of departure for participation in the contemporary debate on human subjectivity.
es_es: Como tradición literaria ligada íntimamente al discurso teleológico del humanismo, el *Bildungsroman* o la novela de formación nos ofrece un punto de partida inmejorable para la participación en el debate contemporáneo sobre la subjetividad humana.

source: As a poem imbued with the sentiments of the Evangelical revival taking place in the eighteenth century, 'The Grave' enjoyed a long life in print as required reading for the spiritually-minded.
es_es: *The Grave*, un poema impregnado de la sentimentalidad del resurgimiento evangélico que tuvo lugar en el siglo XVIII, gozó de una larga vida en la imprenta como lectura obligatoria para los espiritualmente inclinados.

source: As a result, it is easy to discern how the parody embedded in both the Gothic and postmodernism could be trained at the *Bildungsroman* with its humanistic conception of subjectivity.
es_es: En consecuencia, es fácil distinguir en qué medida la parodia incorporada en el gótico y en el posmodernismo podría ser moldeada en el *Bildungsroman* con su concepción humanista de la subjetividad.

source: As a result, the corpse is bound up in “a retrospective unraveling of the exclusionary category of the humanist subject, even as it imagines what comes ‘after’ this traditionally deﬁned human form” (Edwards, 2018, p. 3).
es_es: Por consiguiente, el cadáver se vincula a un «desmoronamiento retrospectivo de la categoría excluyente del sujeto humanista, incluso mientras imagina lo que viene 'después' de esta forma tradicionalmente definida como humana» (Edwards, 2018, p. 3).

source: As a result, the foiled entelechy of the humanist subject and his posthuman disintegration render the Bildungsroman phantasmatic in postmodern times.
es_es: Por lo tanto, la entelequia frustrada del sujeto humanista y su desintegración poshumana vuelven fantasmático al *Bildungsroman* en tiempos posmodernos.

source: As bourgeois modes of social organisation and economic and aesthetic production demanded increasing realism, self-discipline and regulation of its individuals, with techniques being developed by social and scientific practices, those persons that deviated from its norms became fascinating objects of scrutiny.
es_es: A medida que las formas burguesas de organización social y de producción económica y estética exigían un realismo creciente, autodisciplina y regulación de las personas, con técnicas desarrolladas por prácticas sociales y científicas, quienes se desviaban de las normas se convertían en objetos fascinantes de análisis minucioso.

source: As for Lolita, there is no possibility of her bringing the relation close to the condition of marriage because she cannot even imagine the female role in marriage.
es_es: En cuanto a Lolita, no hay posibilidad de que lleve la relación a una condición parecida a la de una unión conyugal, porque ni siquiera puede imaginar el rol femenino en el matrimonio.

source: As for the translation of the word into English, although the “roman” in the word Bildungsroman means “novel,” “bildung” is more elusive and could be translated into English as “formation,” “development,” or “growth” (Graham 2).
es_es: En cuanto a la traducción del término, aunque *roman* en *Bildungsroman* significa «novela», *bildung* es más difícil de precisar y podría traducirse al español como «formación», «aprendizaje» o «crecimiento» (Graham 2).

source: As it will be demonstrated, a similar degeneration can be detected in *Child of God*, which is not merely genealogical but also individual.
es_es: Como se demostrará, una degeneración similar puede rastrearse en *Hijo de Dios*, que no se limita al plano genealógico, sino que se extiende al ámbito individual.
